<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Delivery Methods
    |--------------------------------------------------------------------------
    */
    'delivery_methods' => [
        'personal' => 'Személyes átvétel',
        'courier' => 'Házhozszállítás',
        'pickup_point' => 'Átvételi pont',
    ],

    /*
    |--------------------------------------------------------------------------
    | Payment Methods
    |--------------------------------------------------------------------------
    */
    'payment_methods' => [
        'barion' => 'Barion',
        'paypal' => 'PayPal',
        'cod' => 'Utánvét',
    ],

    /*
    |--------------------------------------------------------------------------
    | Other Options (Optional)
    |--------------------------------------------------------------------------
    */
    'invoice_types' => [
        'personal' => 'Magánszemély',
        'company' => 'Céges számla',
    ],

];
